Repository: Bazzu85/MKVmergeBatcher
Catalog: Properties/Resources.*.resx
Languages: de_de, es_es, it_it, ru_ru

# AddFileNumberNotGreaterThan
source: Please add a file number not greater than
de_de: Datei-Nr. darf nicht größer sein als
es_es: Por favor, agregue un número de archivo no mayor a
it_it: Aggiungi un numero file non maggiore di
ru_ru: Пожалуйста, добавьте номер файла не больше

# AddLabel
source: Add
de_de: Hinzufügen
es_es: Agregar
it_it: Aggiungi
ru_ru: Добавить

source: Add Model
de_de: Vorlage erstellen
es_es: Agregar modelo
it_it: Aggiungi Modello
ru_ru: Добавить модель

source: Add Track
de_de: Spur hinzufügen
es_es: Agregar pista
it_it: Aggiungi traccia
ru_ru: Добавить дорожку

# AddTrackFromFileNumber0
source: Please add at least a track from file number 0 (input file)
de_de: Es muss mindestens eine Spur von Datei-Nr. 0 (Basisdatei) verwendet werden.
es_es: Por favor, agregue al menos una pista desde el archivo numero 0 (archivo de entrada)
it_it: Aggiungi almeno una traccia dal file numero 0 (file di input)
ru_ru: Пожалуйста, добавьте хотя бы одну дорожку из файла с номером 0 (входного файла)

# AddTrackOrUseCustomModel
source: Please add at least a track or use a custom model
de_de: Füge mindestens eine Spur hinzu oder gebe unten benutzerdefinierte Argumente an.
es_es: Por favor, agregue al menos una pista o use un modelo personalizado
it_it: Aggiungi almeno una traccia or usa un modello personalizzato
ru_ru: Пожалуйста, добавьте хотя бы одну дорожку или используйте пользовательскую модель

source: Call type not passed
de_de: Ungültiger Aufruf
es_es: Tipo de llamada no aprobada
it_it: Tipologia di chiamata non impostata
ru_ru: Тип вызова не передан

source: Cannot stop queue
de_de: Die Warteschlange kann nicht gestoppt werden.
es_es: No se puede detener la cola
it_it: Impossibile stoppare la coda
ru_ru: Невозможно остановить очередь

# DigitModelName
source: Please digit model name
de_de: Gebe bitte einen Namen für diese Vorlage an.
es_es: Por favor, introduzca el nombre del modelo
it_it: Digita il nome del modello
ru_ru: Пожалуйста, введите имя модели

# DoYouWantStopCurrentJob
source: Queue is running. Do you want to stop current job?
de_de: Die Warteschlange läuft. Möchtest du die aktuelle Aufgabe abbrechen?
es_es: La cola está en marcha. ¿Desea detener el trabajo actual?
it_it: Coda in elaborazione. Vuoi stoppare l'attuale job?
ru_ru: Очередь запущена. Хотите остановить текущее задание?

source: Edit Model
de_de: Vorlage bearbeiten
es_es: Editar modelo
it_it: Modifica Modello
ru_ru: Изменить модель

source: Edit Track
de_de: Spur bearbeiten
es_es: Editar pista
it_it: Modifica traccia
ru_ru: Изменить дорожку

# EmptyModelList
source: No models generated
de_de: Es wurden noch keine Vorlagen erstellt
es_es: No se han generado modelos
it_it: Nessun modello generato
ru_ru: Нет созданных моделей

# ErrorLabel
source: Error
de_de: Fehler
it_it: Errore
ru_ru: Ошибка

# ExtensionNotRequired
source: Original file extension can be specified for additional files (Original file number > 0)
de_de: Die Dateiendung muss nur für zusätzliche Dateien bestimmt werden (Eingabedatei-Nr. > 0).
es_es: Se puede especificar la extensión del archivo original para los archivos adicionales (Número de archivo original > 0)
it_it: L'estensione può essere specificata solo per file aggiuntivi (Numero file originale > 0)
ru_ru: Расширение исходного файла может быть указано для дополнительных файлов (номер исходного файла > 0)

# FileAlreadyInQueue
source: Already in queue
de_de: Bereits in der Warteschlange
es_es: Ya está en la cola
it_it: File già nella coda
ru_ru: Уже в очереди

# InsertLanguageCode
source: Please insert the language code
de_de: Gebe bitte einen Sprachcode an.
es_es: Por favor, introduzca el código de idioma
it_it: Inserisci il language code
ru_ru: Пожалуйста, введите код языка

# NoFilesToAddToQueue
source: No file to add to queue
de_de: Die Dateiliste ist leer.
es_es: No hay archivos para añadir a la cola
it_it: Nessun file da aggiungere alla coda
ru_ru: Нечего добавлять в очередь

source: Nothing to start
de_de: Die Warteschlange ist leer.
es_es: No hay nada que iniciar
it_it: Niente da startare
ru_ru: Нечего начинать

# OriginalFileNumberPositionAlreadyInTrackList
source: Original file number and position already in track list
de_de: Die Kombination aus Eingabedatei-Nr. und Position befindet sich bereits in der Spurliste.
es_es: El número de archivo original y la posición ya están en la lista de pistas
it_it: Numero e posizione del file originale già inseriti
ru_ru: Номер и позиция исходного файла уже есть в списке дорожек

# SaveCurrentCompiledModel
source: Do you want to save current compiled model?
de_de: Möchtest du die Vorlage im jetzigen Zustand speichern?
es_es: ¿Quiere guardar el modelo compilado actual?
it_it: Vuoi salvare il modello?
ru_ru: Хотите сохранить созданную модель?

# SaveCurrentTrack
source: Do you want to save current track?
de_de: Möchtest du die aktuelle Spur speichern?
es_es: ¿Desea guardar la pista actual?
it_it: Vuoi salvare la traccia?
ru_ru: Хотите сохранить дорожку?

# SaveLabel
source: Save
de_de: Speichern
es_es: Guardar
it_it: Salva
ru_ru: Сохранить

# SelectTrackType
source: Please select track type
de_de: Wähle bitte den Typ der Spur aus.
es_es: Seleccione el tipo de pista
it_it: Seleziona il tipo di traccia
ru_ru: Пожалуйста, выберите тип дорожки

# SpecifySuffixOrExtension
source: For additional files (Original file number > 0) you must specify at least a suffix or file extension
de_de: Für zusätzliche Dateien (Eingabedatei-Nr. > 0) muss ein Suffix und/oder eine Dateiendung angeben werden.
es_es: Para los archivos adicionales (número de archivo original > 0) debe especificar al menos un sufijo o una extensión de archivo
it_it: Per file aggiuntivi deve essere specificato almeno un suffisso o una estensione
ru_ru: Для дополнительных файлов (номер исходного файла > 0) необходимо указать хотя бы суффикс или расширение файла

# SuffixNotRequired
source: Original file suffix can be specified for additional files (Original file number > 0)
de_de: Ein Eingabedatei-Suffix kann nur für zusätzliche Dateien angegeben werden (Eingabedateinummer > 0).
es_es: Se puede especificar el sufijo del archivo original para los archivos adicionales (número de archivo original > 0)
it_it: Il suffisso può essere specificato solo per file aggiuntivi (Numero file originale > 0)
ru_ru: Расширение исходного файла может быть указано для дополнительных файлов (исходный номер файла > 0)

# SummaryLabel
source: Summary
de_de: Zusammenfassung
es_es: Resumen
ru_ru: Отчёт

# UseDifferentModelName
source: Please use a different model name. Model is already in list.
de_de: Eine Vorlage mit diesem Namen existiert bereits. Wähle bitte einen anderen Namen.
es_es: Por favor, utilice un nombre de modelo diferente. El modelo ya está en la lista.
it_it: Usa un nome modello diverso. L'attuale è già presente.
ru_ru: Пожалуйста, используйте другое имя. Модель с таким именем уже есть в списке.

# UseOneAttachmentFlag
source: Use only one flag between --no-attachments and Add Attachments
de_de: Die Optionen "--no-attachments" und "Anhänge hinzufügen" können nicht gleichzeitig aktiviert werden.
es_es: Utilice sólo una bandera entre --no-attachments y Add Attachments
it_it: Usa un solo flag tra --no-attachments e Add Attachments
ru_ru: Используйте только один флаг: --no-attachments или Add Attachments

# WarningLabel
source: Warning
de_de: Korrupt
es_es: Advertencia
it_it: Attenzione
ru_ru: Предупреждение

# ErrorJobLabel
source: Error
de_de: Fehlgeschlagen
it_it: Errore
ru_ru: Ошибка

# WarningJobLabel
source: Warning
de_de: Warnung
es_es: Advertencia
ru_ru: Предупреждение

# OkJobLabel
source: Ok
ru_ru: Ок

source: Are you sure?
de_de: Bist du sicher?
es_es: ¿Está seguro?
it_it: Sei sicuro?
ru_ru: Вы уверены?

source: Elaborated files
de_de: Verarbeitete Dateien
es_es: Archivos elaborados
it_it: File elaborati
ru_ru: Обработано файлов

source: Summary
de_de: Zusammenfassung
es_es: Resumen
it_it: Riassunto
ru_ru: Отчёт

source: Working on job
de_de: Arbeite an Aufgabe
es_es: Procesando el trabajo
it_it: Lavorando sul job
ru_ru: Работа над заданием

source: of
de_de: von
es_es: de
it_it: di
ru_ru: из

source: File
de_de: Datei
es_es: Archivo
ru_ru: Файл

# PendingJobLabel
source: Pending
de_de: Ausstehend
es_es: Pendiente
it_it: In sospeso
ru_ru: Ожидание

# RunningJobLabel
source: Running
de_de: Läuft
es_es: Ejecutando
it_it: In Esecuzione
ru_ru: Обработка

source: Process started
de_de: Verarbeitung begonnen
es_es: Proceso iniciado
it_it: Elaborazione iniziata
ru_ru: Обработка начата

source: Exit code
de_de: Fehlercode
es_es: Código de salida
it_it: Esito
ru_ru: Код возврата

source: Process
de_de: Prozess
es_es: Proceso
it_it: Processo
ru_ru: Обработка

source: Moved
de_de: Verschoben
es_es: Movido
it_it: Spostato
ru_ru: Перемещено

source: to
de_de: nach
es_es: a
it_it: verso
ru_ru: в

# MakingBackup
source: making a backup
de_de: sichere Daten
es_es: haciendo una copia de seguridad
it_it: creando un backup
ru_ru: делается резервная копия

# AreYouSurePleaseMakeBackup
source: Are you sure? Current data will be overwritted. Please make a backup of the configuration folder
de_de: Bist du sicher? Die aktuellen Einstellungen werden überschrieben. Sichere bitte den Konfigurationsordner.
es_es: ¿Está seguro? Los datos actuales se sobrescribirán. Por favor, haga una copia de seguridad de la carpeta de configuración
it_it: Sei sicuro? I dati attuali verranno sovrascritti. Fai un backup della cartella di configurazione
ru_ru: Вы уверены? Текущие данные будут перезаписаны. Пожалуйста, сделайте резервную копию папки конфигурации

source: UserData imported
de_de: UserData importiert.
es_es: Datos de usuario importados
it_it: UserData importato
ru_ru: UserData импортирована

# InfoLabel
source: Info
de_de: Hinweis
es_es: Información
ru_ru: Информация

source: Working on model
de_de: Arbeite nach Vorlage
es_es: Trabajando en el modelo
it_it: Lavorando sul modello
ru_ru: Работа над моделью

source: View
de_de: Ansicht
es_es: Ver
it_it: Visualizza
ru_ru: Просмотр

source: Import v1 userdata.json
de_de: V1 userdata.json importieren
es_es: Importar v1 userdata.json
it_it: Importa dati da v1
ru_ru: Импорт v1 userdata.json

source: Models
de_de: Vorlagen
es_es: Modelos
it_it: Modelli
ru_ru: Модели

source: Options
de_de: Einstellungen
es_es: Opciones
it_it: Opzioni
ru_ru: Настройки

source: About
de_de: Über
es_es: Acerca de
ru_ru: О проекте

source: Subtitle
de_de: Untertitel
es_es: Subtítulo
it_it: Sottotitolo
ru_ru: Субтитры

source: Video
es_es: Vídeo
ru_ru: Видео

source: Audio
ru_ru: Аудио

# NoMkvMergeLocation
source: The mkvmerge location in options is not setted
de_de: Der Speicherort von MKVmerge wurde in den Einstellungen nicht konfiguriert.
es_es: La ubicación de mkvmerge en las opciones no está configurada
it_it: La posizione di MkvMerge nelle opzioni non è stata impostata
ru_ru: Путь к mkvmerge в настройках не задан

# SelectCorrectMkvmerge
source: Select a correct mkvmerge.exe file
de_de: Die gewählte Datei ist keine gültige Version von mkvmerge.exe.
es_es: Seleccione un archivo mkvmerge.exe correcto
it_it: Seleziona il file mkvmerge.exe corretto
ru_ru: Выберите правильный mkvmerge.exe файл

# BatCreatedClearQueue
source: Bat File created. Do you want to clear the queue?
de_de: Batch-Datei wurde erstellt. Möchtest du die Warteschlange jetzt leeren?
es_es: Archivo Bat creado. ¿Desea borrar la cola?
it_it: File Bat Creato. Vuoi pulire la coda di Job?
ru_ru: Bat-файл создан. Хотите очистить очередь?

# JobNoLongerAvailable
source: Job no longer available. Closing.
de_de: Die Aufgabe ist ungültig. Wird beendet.
es_es: El trabajo ya no está disponible. Cerrando.
it_it: Job non più disponibile. Chiudo la finestra.
ru_ru: Задание более недоступно. Закрываем.

# NothingToPutInBat
source: No jobs to put in Bat file
de_de: Es befinden sich keine Aufgaben in der Warteschlage, die in die Batch-Datei geschrieben werden können.
es_es: No hay trabajos para poner en el archivo Bat
it_it: Nessun job da mettere nel file Bat
ru_ru: Нет заданий для размещения в bat-файл

# AnotherInstanceIsCurrentlyRunning
source: Another instance is currently running. Closing this one.
de_de: Eine andere Instanz der Software läuft bereits. Diese Instanz wird beendet.
es_es: Se está ejecutando otra instancia. Cerrando esta.
it_it: Un'altra istanza dell'applicazione è in esecuzione. Questa verrà chiusa.
ru_ru: Сейчас открыт другой экземпляр. Этот закрывается.

# NewVersionFound
source: New version found. Do you want to open the release page? You can disable the version check in options.
de_de: Update verfügbar! Möchtest du die Downloadseite jetzt öffnen? Du kannst die Updateüberprüfung in den Einstellungen deaktivieren.
es_es: Se ha encontrado una nueva versión. ¿Quiere abrir la página de la versión? Puede desactivar la comprobación de la versión en las opciones.
it_it: Trovata una nuova versione dell'app. Vuoi aprire la pagina delle release? Puoi disabilitare questo controllo dalle opzioni.
ru_ru: Есть новая версия. Хотите открыть страницу с релизом? Проверку версии можно отключить в настройках.

# EnglishLanguageName
source: English
de_de: Englisch
es_es: Inglés
it_it: Inglese
ru_ru: Английский

# ItalianLanguageName
source: Italian
de_de: Italienisch
es_es: Italiano
it_it: Italiano
ru_ru: Итальянский

# SpanishLanguageName
source: Spanish
de_de: Spanisch
es_es: Español
it_it: Spagnolo
ru_ru: Испанский

# SaveCurrentOptions
source: Do you want to save this options?
de_de: Möchtest du die Einstellungen speichern?
it_it: Vuoi salvare le opzioni?
ru_ru: Хотите сохранить эти настройки?

# GermanLanguageName
source: German
de_de: Deutsch
it_it: Tedesco
ru_ru: Немецкий

# RussianLanguageName
source: Russian
it_it: Russo
ru_ru: Русский

source: Exit
es_es: Salir
ru_ru: Выход

source: Reverse Selection
es_es: Invertir la selección
ru_ru: Реверс выделения

source: Clear Selection
es_es: Borrar selección
ru_ru: Очистить выделение
