Repository: Bazzu85/MKVmergeBatcher
Catalog: src/models/ModelsForm.*.resx
Languages: de_de

# editModelButton.Text
source: Edit
de_de: Bearbeiten

# customCommandCheckBox.Text
source: Provide a custom command? (excludes all above settings)
de_de: Nach benutzerdefiniertem Befehl verarbeiten (obige Einstellungen werden ignoriert)

# addChaptersCheckBox.Text
source: Add Chapters
de_de: Kapitel hinzufügen

# addAttachmentsCheckBox.Text
source: Add Attachments
de_de: Anhänge hinzufügen

# customOutputFilesArgumentsGroupBox.Text
source: Custom output files arguments
de_de: Benutzerdefinierte Argumente für Ausgabedatei

# noTrackTagsCheckBox.ToolTip
source: Add the --no-track-tags argument to all input files
de_de: --no-track-tags auf alle Eingabedateien anwenden

# noGlobalTagsCheckBox.ToolTip
source: Add the --no-global-tags argument to all input files
de_de: --no-global-tags auf alle Eingabedateien anwenden

# noCompressionCheckBox.Text
source: --compression none for all tracks
de_de: --compression none auf alle Spuren anwenden

# customInputFilesArgumentsGroupBox.Text
source: Custom input files arguments
de_de: Benutzerdefinierte Argumente für Eingabedatei

# typeDataGridViewTextBoxColumn.HeaderText
source: Type
de_de: Typ

# originalFileNumberDataGridViewTextBoxColumn.HeaderText
source: Original File Number
de_de: Eingabedatei-Nr.

# originalFileTrackPositionDataGridViewTextBoxColumn.HeaderText
source: Original File Track Position
de_de: Spurposition in Eingabedatei

# languageDataGridViewTextBoxColumn.HeaderText
source: Language Code
de_de: Sprachcode

# nameDataGridViewTextBoxColumn.HeaderText
source: Track Name
de_de: Spurname

# defaultFlagDataGridViewCheckBoxColumn.HeaderText
source: Default
de_de: Standard

# forcedFlagDataGridViewCheckBoxColumn.HeaderText
source: Forced
de_de: Erzwungen

# originalFileSuffixDataGridViewTextBoxColumn.HeaderText
source: Original File Suffix
de_de: Eingabedatei-Suffix

# originalFileExtensionDataGridViewTextBoxColumn.HeaderText
source: Original File Extension
de_de: Eingabedatei-Endung

# modelGroupBox.Text
source: Model Details
de_de: Vorlagendetails

# moveModelDownButton.ToolTip
source: Move selected model to Down
de_de: Ausgewähle Vorlage nach unten verschieben

# moveModelUpButton.ToolTip
source: Move selected model Up
de_de: Ausgewähle Vorlage nach oben verschieben

# addModelButton.ToolTip
source: Add model
de_de: Vorlage erstellen

# deleteModelButton.ToolTip
source: Delete model
de_de: Vorlage löschen

# sortModelByNameButton.ToolTip
source: Sort models by Name
de_de: Vorlagen nach Namen sortieren

# moveModelBottomButton.ToolTip
source: Move selected model at Bottom
de_de: Ausgewählte Vorlage ans Ende verschieben

# moveModelTopButton.ToolTip
source: Move selected model to Top
de_de: Ausgewählte Vorlage an den Anfang oben verschieben

# $this.Text
source: Models
de_de: Vorlagen
